#!-*- coding:utf-8 -*-
print 'Content-Type: text/html'
print ''
print """
<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="ja" lang="ja">
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
        <title>megabbs</title>
    </head>
    <body>
    	<div id="introduction">
    		<p>スレッドフロート式掲示板群サイトmegabbsは2008年11月4日をもって閉鎖させていただきます。</p>

    		<p>2000年6月3日に開設されてからの約8年半ご利用いただき誠にありがとうございました。</p>
    	</div>

    	<div id="why">
    		<p>
    			閉鎖理由は「管理負担増」「管理不足による無法化」が挙げられます。
	    		特に後者を起因とした捜査関係機関からの捜査協力依頼が頻発し、意欲がないにもかかわらず
	    		一定の時間を割くことを余儀なくされていたことが直接的な原因になっています。
	    	</p>
	    	<p>
	    		また、息子がそろそろインターネットを知る年頃になってきており、親としてこの管理不足のサイトを
	    		胸を張って紹介できるものではなくなっていたというのもあります。
	    	</p>

    	</div>

    	<div id="special_thanks">
    		<p>
    			お世話になった皆様全員の名前を挙げることはできないかとは思うのですが、最後にそれぞれお礼をさせていただきます。
    		</p>

    		<p>
    			元服太郎をはじめ開設時の千葉アクセス(w)の皆さん。あのころが一番楽しかった。
    			いまとなっては2chの全板にスレッドを立てて宣伝したのもいい思い出です。
    		</p>
    		<p>
    			megabbsスクリプトの元となったスクリプトを作っていたmonoさん、素敵なスクリプトをありがとうございました。
    			裏管理人のタヒネズミ氏には中期ぐらいまで管理を任せっきりで頭があがりません。
    			技術的なサポートをしていただいたカブちゃん、今回の閉鎖の際もいろいろ面倒かけてすみませんでした。
    		</p>

    		<p>
    			管理者が放置しているサイトを8年半もの間それなりに維持できたのは歴代削除人の皆さんのお蔭です。
    			一番頑張っていただいたインバヌマ氏にもやはり頭があがりません。
    		</p>
    		<p>
    			同時期にいちごびびえすを立ち上げた同い年のふくやん。
    			ほとんどネット上でもコミュニケーションをとってこなかったけどやっぱり同い年ということもあり意識していました。
    			お先に抜けちゃうけど応援してるので頑張ってください。
    		</p>
    		<p>
    			利用者の皆様、こんなサイトに付き合ってくれてありがとうございました。
    			8年半前から利用していた人はあまりいないと思いますが、一定数のみなさんが今だに利用してくれていることもあって
    			今回の閉鎖の決断は断腸の思いでした。力不足で申し訳ありません。
    		</p>
    	</div>


    	<div id="fin">
    		<p>なお、自ら言論の自由を実践することの第一線にあると自負していた者が管理負担増が理由のため、過去ログも含めサイトを閉じることを心より恥じる。</p>
    		<p>2008年11月4日 弐ch編者(nihen@megabbs.com)(メアドは恒久的に残す予定です。)</p>
    	</div>

    	<div id="one_more_thing">
    		<p>
    			追記: 利用者の方から事前の告知もなく急に閉鎖されたことにより
	    		掲示板内で交流していた人と連絡をつけたりできないといったメールが寄せられました。
	    		もし事後交流的な掲示板を立ち上げられる方がいましたらここからリンクを張りますので
	    		お知らせください。
	    	</p>

    		<p>
    			追記2: 過去ログ提供依頼のメールもいただきました。内容によっては提供させていただく場合もありますのでご相談ください。
	    	</p>
    		<p>
    			追記3: なんかいろいろと邪推されている方がいるようなので、蛇足だと思うけど追記します。捜査関係依頼ってのはほぼ100%学校関係ですよ。こどもが大好きな人たちに
責任はありません。世の中おっさんよりこどものほうが怖いこともあるのです。ええ。ええ。
	    	</p>
    		<p>
    			追記4: とおもったけど<a href="http://momakuru.blogspot.com/2008/11/blog-post_05.html">これ</a>読んで気が変わった。ログのサルベージ期間を1週間設けます。<a href="http://salvage.megabbs.com/">http://salvage.megabbs.com/</a>からログ抽出したい方はどぞ。ただし書き込みはできません。こちらの閉鎖期日は2008/11/13 AM0時にします。
	    	</p>

    	</div>

    <div id="reunion_information">
        <p>以下着信順に事後交流サイトを掲載します。</p>
        <ul>
            <li><a href="http://doratomo.ddo.jp/uni-b/">UNION BBS</a></li>
            <li><a href="http://jbbs.livedoor.jp/study/9965/">少年愛　シェルター</a></li>
            <li><a href="http://www.negibbs.com/megabbs/">メガビ固定HN＠ねぎBBS</a></li>

            <li><a href="http://jbbs.livedoor.jp/bbs/i.cgi/sports/35306/">少年愛@53ちゃんねる</a></li>
            <li><a href="http://pksp.jp/1994jdhp/">＠ちゃんねるモバイル</a></li>
            <li><a href="http://jbbs.livedoor.jp/school/18631/">megabbs避難所(^-^)</a></li>
        </ul>
    </div>

	</body>
</html>
"""

